{"translation-revision-date":"2023-12-20 11:53:30+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Activate tracking to show the ranking position":["Attiva il tracciamento per mostrare la posizione in classifica"],"Last updated":["Ultimo aggiornamento"],"Last day":["Ultimo giorno"],"Last week":["La settimana scorsa"],"Last year":["L'anno scorso"],"Allow search engines to show this content in search results?":["Vuoi permettere ai motori di ricerca di mostrare questi contenuti nei risultati di ricerca?"],"Unlock Premium SEO analysis":["Sblocca l'analisi SEO Premium"],"$ USD \/ € EUR \/ £ GBP per year (ex. VAT)":["$ USD \/ € EUR \/ £ GBP all'anno (ex. VAT)"],"Internal linking suggestions":["Suggerimenti di link interni"],"Get more help with writing content that ranks":["Ti assistiamo nella scrittura di contenuti che si posizionano"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Ottieni un aiuto per ottimizzare fino a 5 frasi chiave correlate. Questo ti aiuta a raggiungere un pubblico più ampio e a ottenere più traffico."],"Rank higher by connecting your content":["Posizionati meglio collegando i tuoi contenuti"],"%s automatically suggests to what content you can link with easy drag-and-drop functionality, which is good for your SEO!":["%s suggerisce automaticamente i contenuti da linkare con una semplice funzionalità a trascinamento, che è un grande vantaggio per la SEO!"],"Add related keyphrases":["Aggiungi le frasi chiave correlate"],"Reach a wider audience":["Raggiungi un pubblico più ampio"],"BLACK FRIDAY SALE: %1$s":["Offerta BLACK FRIDAY: %1$s"],"BLACK FRIDAY SALE: %1$s %2$sBuy now!%3$s":["Offerta BLACK FRIDAY: %1$s %2$sAcquista ora!%3$s"],"30% OFF!":["30% di sconto!"],"Buy now!":["Acquista ora!"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Verifica il tuo testo in base a un numero ancora maggiore di criteri SEO e ottieni un'analisi avanzata delle frasi chiave, facilitando l'ottimizzazione dei tuoi contenuti."],"Is your %1$s store ready for Black Friday?":["Il tuo negozio %1$s è pronto per il Black Friday?"],"BLACK FRIDAY":["BLACK FRIDAY"],"30% OFF":["30% di sconto"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on Twitter.":["Per personalizzare l'aspetto del tuo articolo in modo specifico per Twitter, compila le impostazioni \"Aspetto Twitter\" qui sotto. Se non si modificano queste impostazioni, le impostazioni \"Aspetto dei social media\" di cui sopra saranno applicate anche per la condivisione su Twitter."],"Twitter appearance":["Aspetto di Twitter"],"To customize the appearance of your post specifically for Twitter, please fill out the 'Twitter appearance' settings below.":["Per personalizzare l'aspetto del tuo articolo in modo specifico per Twitter, compila le impostazioni \"Aspetto Twitter\" qui sotto."],"The Yoast %1$sultimate Black Friday checklist%2$s helps you prepare in time, so you can boost your results during this sale.":["La %1$schecklist definitiva del Black Friday%2$s di Yoast ti aiuta a prepararti per tempo, così puoi avere risultati fantastici durante questo periodo di offerte."],"Get the checklist and start optimizing now!":["Ottieni la checklist e inizia ora l'ottimizzazione!"],"Social media appearance":["Aspetto dei social media"],"Determine how your post should look on social media like Facebook, Twitter, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Determina l'aspetto del tuo articolo su social media come Facebook, Twitter, Instagram, WhatsApp, Thread, LinkedIn, Slack e altri."],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Vuoi un'anteprima migliorata su Google di come appaiono i tuoi prodotti WooCommerce nei risultati di ricerca?"],"Want your products stand out in search results with rich results like price, reviews and more?":["Vuoi che i tuoi prodotti si distinguano nei risultati di ricerca grazie ai risultati multimediali (rich result) come prezzo, recensioni e altro?"],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Stai monitorando %1$s delle %2$s frasi chiave comprese nel tuo account gratuito."],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Stai monitorando %1$s delle %2$s frasi chiave comprese nel tuo account."],"Keyphrases tracked: %1$s\/%2$s":["Frasi chiave rilevate: %1$s%2$s"],"Close the upgrade callout":["Chiudi il messaggio di invito all'aggiornamento"],"Click here to upgrade your %s plan":["Fai clic qui per passare a un piano %s superiore"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s e ottieni uno sconto esclusivo del %2$s per %3$s mesi."],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Puoi cambiare il tipo predefinito per %1$s nelle %2$sImpostazioni dei Tipi di contenuto%3$s."],"Unlock with %1$s":["Sblocca con %1$s"],"Text formality":["Formalità del testo"],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s ti aiuterà a valutare il livello di formalità del tuo testo."],"Read more about text formality.":["Maggiori informazioni sulla formalità del testo."],"Search appearance":["Aspetto della ricerca"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Con %1$s%3$s%2$s, questa sezione ti mostrerà quali parole ricorrono più spesso nel testo. Verificando queste parole più usate rispetto alle parole chiave desiderate, saprai come modificare il testo per renderlo più mirato"],"Unlock with %s":["Sblocca con %s"],"Premium SEO analysis":["Analisi SEO Premium"],"Get %s to enjoy the benefits of prominent words":["Passa a %s per ottenere i vantaggi delle statistiche sulle parole più usate"],"Buy %s now!":["Acquista %s ora!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Stai lavorando su una news? %s ti aiuta a ottimizzare il sito per Google News."],"1 year of premium support and updates included!":["1 anno di aggiornamenti e supporto personalizzato inclusi!"],"Reading time":["Tempo di lettura"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Il testo dovrebbe essere leggermente più lungo per calcolare il punteggio di facilità di lettura Flesch."],"Word count":["Conteggio delle parole"],"Character count":["Conteggio dei caratteri"],"out of 100":["su 100"],"okay":["okay"],"no data":["Nessun dato"],"minute":["minuto","minuti"],"Learn more about word count":["Per saperne di più sul conteggio delle parole"],"Learn more about reading time":["Per saperne di più sul tempo di lettura stimato"],"Learn more about Flesch reading ease":["Per saperne di più sulla facilità di lettura Flesch"],"Learn more about character count":["Per saperne di più sul conteggio dei caratteri"],"Continue writing to get insight into the readability of your text!":["Continua a scrivere per avere un'idea della leggibilità del testo!"],"Timestamp this %s":["Aggiungi un timestamp a %s"],"Dismiss this notice.":["Ignora questa notifica."],"Your %s is now protected via the blockchain!":["Il tuo %s è ora protetto dalla blockchain!"],"WordProof authentication":["Autenticazione di WordProof"],"Unable to create new timestamps. Please authenticate with WordProof.":["Non è possibile creare nuovi timestamp. Autenticati con WordProof."],"Try again":["Riprova"],"Timestamp with WordProof":["Aggiungi timestamp con WordProof"],"There was a connection problem. This could be because your third party connections are blocked.":["Si è verificato un problema di connessione. Questo potrebbe essere dovuto al fatto che le connessioni di terze parti sono bloccate."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["%3$s sarà automaticamente datato ogni volta che %1$saggiorni%2$s o %1$spubblichi%2$s."],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Qualcosa non ha funzionato nell'autenticazione del tuo account %3$s con il sito %4$s. Riprova o contatta il supporto %1$s di %3$s%2$s."],"Not working? %1$sContact %3$s support%2$s.":["Non funziona? %1$sContatta il supporto di %3$s%2$s."],"Manage WordProof settings":["Gestisci le impostazioni di WordProof"],"Learn more about timestamping":["Ulteriori informazioni sul processo di timestamp"],"Find possible solutions in this %1$sArticle%2$s.":["Trova le possibili soluzioni in questo %1$sarticolo%2$s."],"Connection failed":["La connessione è fallita"],"Connected to WordProof":["Connetti a WordProof"],"Authenticate with WordProof":["Autentica con WordProof"],"character":["carattere",""],"word":["parola",""],"reconnect to %s":["riconnetti a %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Sembra che qualcosa sia andato storto durante il recupero dei dati del tuo sito web. Si prega di %s e riprovare."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Prima di poter tracciare le tue prestazioni SEO, assicurati di impostare il titolo dell'articolo e di salvarlo come bozza o di impostare manualmente lo slug dell'articolo."],"Tracking the ranking position...":["Monitorando la posizione nei risultati di ricerca..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Qualcosa è andato storto durante il monitoraggio della posizione della tua pagina nei risultati di ricerca. Riprova più tardi."],"upgrade your %s plan":["aggiorna il tuo piano %s"],"No keyphrase has been set. Please set a keyphrase first.":["Non è stata impostata alcuna frase chiave. Imposta prima una frase chiave."],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Hai raggiunto il numero massimo di %d frasi chiave che puoi aggiungere al tuo account Wincher. Se desideri aggiungere altre frasi chiave, si prega di %s."],"Read more about keyphrase tracking with Wincher":["Ulteriori informazioni sul monitoraggio delle frasi chiave con Wincher"],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Ti sei connesso con successo a %s!  Ora puoi monitorare le prestazioni SEO per le frasi chiave di questa pagina."],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Il rilevamento automatico delle frasi chiave è abilitato. Le tue frasi chiave verranno automaticamente tracciate da %s quando pubblicherai il tuo articolo."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Con %1$s puoi tracciare la posizione della tua pagina nei risultati di ricerca in base alle tue frasi chiave. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s sta attualmente monitorando la posizione della tua pagina nei risultati di ricerca. Questo potrebbe richiedere alcuni minuti. Aspetta o torna a controllare più tardi."],"Position":["Posizione"],"SEO performance":["Prestazioni SEO"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Puoi abilitare \/ disabilitare il monitoraggio delle prestazioni SEO per ogni frase chiave di seguito."],"Tracking":["Monitoraggio"],"Position over time":["Posizione nel tempo"],"Connect with %s":["Connetti con %s"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Posizione della frase chiave negli ultimi 90 giorni su una scala da 0 a 100."],"Track SEO performance":["Monitora le prestazioni SEO"],"Get more insights over at %s":["Ottieni più approfondimenti su %s"],"* focus keyphrase":["* frase chiave principale"],"Learn more about the SEO performance feature.":["Scopri di più sulle funzionalità delle prestazioni SEO."],"Insights":["Approfondimenti (Insights)"],"Select image":["Seleziona un'immagine"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Abbiamo incontrato un problema nel cercare di ottenere le relative frasi chiave. Riprova più tardi."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Hai raggiunto il numero massimo di 4 frasi chiave correlate. Puoi cambiare o rimuovere le frasi correlate nella metabox di %s o nella barra laterale."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Attendi mentre %1$s si connette a %2$s per ottenere le relative frasi chiave..."],"Upgrade your %s plan":["Aggiorna il tuo piano su %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Hai raggiunto il limite di richieste per oggi. Controlla domani o aggiorna il tuo piano su %s."],"Last month":["Il mese scorso"],"Two months ago":["Due mesi fa"],"Three months ago":["Tre mesi fa"],"Four months ago":["Quattro mesi fa"],"Five months ago":["CInque mesi fa"],"Six months ago":["Sei mesi fa"],"Seven months ago":["Sette mesi fa"],"Eight months ago":["Otto mesi fa"],"Nine months ago":["Nove mesi fa"],"Ten months ago":["Dieci mesi fa"],"Eleven months ago":["Undici mesi fa"],"Twelve months ago":["Dodici mesi fa"],"Get more insights at %s":["Approfondisci su %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volume della frase chiave negli ultimi 12 mesi su una scala da 0 a 100."],"Learn more about the related keyphrases trend":["Per saperne di più sulla tendenza delle frasi chiave correlate"],"Trend":["Tendenza"],"Learn more about the related keyphrases volume":["Per saperne di più sul volume delle frasi chiave correlate"],"Volume":["Volume"],"Related keyphrase":["Frase chiave correlata"],"Select country":["Seleziona il Paese"],"Show results for:":["Mostra i risultati per:"],"Sorry, there's no data available for that keyphrase\/country combination.":["Non ci sono dati disponibili per quella combinazione di frase chiave\/paese."],"The number of headers and header labels don't match.":["Il numero di header a di etichette per l'header non combacia."],"Make sure to save your %s for changes to take effect":["Assicurati di salvare %s affinché i cambiamenti abbiano effetto"],"Return to your %s":["Ritorna al tuo %s"],"Default for %1$s (%2$s)":["Predefinito %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Questo aiuta i motori di ricerca a capire il tuo sito e i tuoi contenuti. Puoi modificare alcune delle impostazioni per questa pagina qui sotto."],"Item Page":["Pagina elemento"],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO descrive automaticamente le pagine utilizzando schema.org"],"Article type":["Tipo di articolo"],"Page type":["Tipo di pagina"],"Learn more about page or content types":["Leggi di più sulle pagine About o sui tipi di contenuto"],"What type of page or content is this?":["Che tipo di pagina o contenuto è?"],"Learn more about the no-index setting on our help page.":["Per saperne di più sull'impostazione no-index, consulta la nostra pagina di aiuto."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Anche se puoi impostare qui i meta robot, l'intero sito è impostato su noindex nelle opzioni della privacy, quindi queste impostazioni non avranno alcun effetto."],"Learn more about canonical URLs on our help page.":["Puoi leggere di più sugli URL canonici nella nostra pagina di aiuto."],"Learn more about the breadcrumbs title setting on our help page.":["Puoi leggere di più sull'impostazione del titolo dei breadcrumb nella nostra pagina di aiuto."],"Learn more about advanced meta robots settings on our help page.":["Puoi leggere di più sulle impostazioni avanzate dei meta robot nella nostra pagina di aiuto."],"Learn more about the no-follow setting on our help page.":["Puoi leggere di più sulle impostazioni no-follow nella nostra pagina di aiuto."],"Should search engines follow links on this content?":["I motori di ricerca dovrebbero seguire i link collegati a questo contenuto?"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Le seguenti parole sono quelle che ricorrono di più nel contenuto. Esse danno un'indicazione dell'argomento su cui si concentra il contenuto. Se le parole si discostano molto dal tuo argomento, puoi riscrivere il contenuto in modo più coerente."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Una volta aggiunto altro contenuto, ti forniremo un elenco di parole che ricorrono maggiormente nel testo. Tale analisi ti dà un'idea su cosa si concentra il tuo testo."],"%d occurrences":["%d occorrenze"],"Keyphrase":["Frase chiave"],"Good job!":["Ottimo lavoro!"],"Add related keyphrase":["Aggiungi una frase chiave correlata"],"%d day":["%d giorno","%d giorni"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Leggi la nostra %1$sUltimate guide to keyword research%2$s per ulteriori informazioni sulla ricerca e sulla strategia per le parole chiave."],"Prominent words":["Parole importanti"],"%s (current default for %s)":["%s (impostazione corrente predefinita per %s)"],"1 year free support and updates included!":["1 anno di aggiornamenti e supporto personalizzato inclusi!"],"Get internal linking suggestions":["Ottieni suggerimenti per il linking interno"],"Please provide a meta description by editing the snippet below.":["Inserisci una meta descrizione modificando lo snippet sottostante."],"No":["No"],"Yes":["Si"],"difficult":["difficile"],"easy":["facile"],"fairly difficult":["abbastanza difficile"],"fairly easy":["abbastanza facile"],"very difficult":["molto difficile"],"very easy":["molto facile"],"Try to make shorter sentences, using less difficult words to improve readability":["Prova a scrivere frasi più brevi, usando parole meno difficili per migliorare la leggibilità. "],"The copy scores %1$s in the test, which is considered %2$s to read.":["Il contenuto ha ottenuto il punteggio %1$s nel test, che è considerato %2$s da leggere."],"Flesch reading ease":["Facilità di lettura Flesch"],"Advanced":["Avanzate"],"Meta robots advanced":["Meta Robots avanzate"],"No Image Index":["Nessuna immagine indice"],"No Archive":["Nessun Archivio"],"View":["Visualizza"],"No Snippet":["Nessuno snippet"],"Breadcrumbs Title":["Titolo dei breadcrumbs"],"Canonical URL":["URL canonico"]}},"comment":{"reference":"js\/dist\/classic-editor.js"}}