{"translation-revision-date":"2023-12-20 11:53:30+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Learn how to increase your rankings with %1$s":["Scopri come migliorare il tuo posizionamento con %1$s"],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Se selezioni una Persona per rappresentare questo sito, useremo i profili social della pagina del profilo dell'utente selezionato."],"You have selected the user %1$s as the person this site represents.":["Hai selezionato %1$s come la persona rappresentata da questo sito."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Puoi %1$saggiornare o aggiungere i profili social a questo profilo utente%2$s."],"Please select a user in the Site representation step.":["Seleziona un utente nel passaggio Rappresentazione del sito."],"We could not save the website name. Please check the value.":["Non abbiamo potuto salvare il nome del sito web. Verifica il valore."],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Ci siamo permessi di utilizzare il titolo e il logo del tuo sito per il nome e il logo dell'organizzazione. Puoi cambiarli di seguito quando vuoi."],"We could not save the organization name. Please check the value.":["Non è stato possibile salvare il nome dell'organizzazione. Controlla il valore."],"An error has occurred: %1$s":["Si è verificato un errore: %1$s"],"SEO data optimization":["Ottimizzazione dei dati SEO"],"Personal preferences":["Preferenze personali"],"Finish configuration":["Termina la configurazione"],"E.g. example@email.com":["E.g. esempio@email.com"],"Thank you! Check your inbox for the confirmation email.":["Grazie! Controlla la tua casella di posta per l'email di conferma."],"Please enter a valid email address.":["Inserisci un indirizzo email valido."],"Or go to your SEO dashboard":["Vai alla tua bacheca SEO"],"Select a user":["Seleziona un utente"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Hai selezionato l'utente %1$s come persona rappresentata da questo sito. Le informazioni del profilo dell'utente saranno usate nei risultati della ricerca. %2$sAggiorna questo profilo per verificare che le informazioni siano corrette%3$s."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Hai selezionato l'utente %1$s come persona rappresentata da questo sito. Le informazioni del profilo dell'utente saranno usate nei risultati della ricerca. Non è possibile aggiornare il profilo dell'utente, quindi chiedi a questa persona o a un admin di verificare che le informazioni siano corrette."],"Personal logo or avatar":["Logo o avatar personale"],"Uploading image...":["Caricamento dell'immagine in corso…"],"Select an option":["Seleziona un'opzione"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Ricorda che dovresti eseguire l'ottimizzazione dei dati SEO per questa configurazione per avere il massimo effetto."],"We've already successfully analyzed your site. You can move on to the next step.":["Il tuo sito è già stato analizzato con successo. Puoi andare al prossimo passaggio."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["Ottimizzazione dei dati SEO in corso... Puoi tranquillamente andare al prossimo passaggio di questa configurazione."],"Add another profile":["Aggiungi un altro profilo"],"E.g. https:\/\/www.wikipedia.com\/yoast":["E.g. https:\/\/www.wikipedia.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["E.g. https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["E.g. https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["E.g. https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["E.g. https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["E.g. https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["E.g. https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["E.g. https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["E.g. https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.facebook.com\/yoast":["E.g. https:\/\/www.facebook.com\/yoast"],"E.g. https:\/\/social-platform.com\/yoast":["E.g. https:\/\/social-platform.com\/yoast"],"Other social profile":["Altri profili social"],"Delete item":["Elimina elemento"],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Non hai il permesso di modificare i profili social per questo utente. Chiedi all'utente o a chi amministra il sito di farlo."],"Email address":["Indirizzo email"],"Could not save this value. Please check the URL.":["Impossibile salvare questo valore. Si prega di controllare l'URL."],"Could not save this value. Please check the URL or username.":["Impossibile salvare questo valore. Si prega di controllare l'URL o il nome utente."],"Oops! Something went wrong. Check your email address and try again.":["Oops! Qualcosa è andato storto. Controlla il tuo indirizzo email e riprova."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast rispetta la tua privacy. Leggi %1$s la nostra politica sulla privacy%2$s su come gestiamo le tue informazioni personali."],"Save and continue":["Salva e continua"],"Does your site represent an Organization or Person?":["Il tuo sito rappresenta un'organizzazione o una persona?"],"Site representation":["Rappresentazione del sito"],"Continue":["Continua"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Puoi ancora eseguire l'ottimizzazione dei dati SEO nella sezione %1$sStrumenti%2$s. Quando hai finito, aggiorna la pagina."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Questa fase della configurazione al momento è disattivata perché non stai usando l'ultima versione di Yoast SEO Premium. Aggiorna alla versione più recente (almeno %1$s). "],"Error stack trace":["Traccia dello stack di errore"],"Response":["Risposta"],"Error message":["Messaggio di errore"],"Status code":["Codice di stato"],"Request method":["Metodo di richiesta"],"Request URL":["URL della richiesta"],"Error details":["Dettagli dell'errore"],"Select image":["Seleziona un'immagine"],"Replace image":["Sostituisci l'immagine"],"Remove image":["Rimuovi l'immagine"],"This feature has been disabled since subsites never send tracking data.":["Questa funzione è stata disabilitata in quanto i sottositi non inviano mai dati di tracciamento."],"Stop SEO data optimization":["Interrompi l'ottimizzazione dei dati SEO"],"SEO data optimization is disabled for non-production environments.":["L'ottimizzazione dati SEO è disabilitata per gli ambienti di sviluppo."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Questa funzionalità include e sostituisce il contatore di link nei testi e la funzionalità di analisi dei link interni"],"Start SEO data optimization":["Inizia l'ottimizzazione dei dati SEO"],"Organization logo":["Logo dell'Organizzazione"],"Organization name":["Nome dell'Organizzazione"],"This feature has been disabled by the network admin.":["Questa funzionalità è stata disattivata dall'amministratore del network."],"Go back":["Torna indietro"],"Save changes":["Salva le modifiche"],"Name":["Nome"],"Social profiles":["Profili social"],"Loading...":["Caricamento in corso..."],"Website name":["Nome sito web"],"Facebook":["Facebook"],"Twitter":["Twitter"],"Edit":["Modifica"]}},"comment":{"reference":"js\/dist\/first-time-configuration.js"}}